[
    {
        "content": "This is my first blog post in my own personal live journal website and its good ",
        "timestamp": "2024-08-03T16:57:12.486139"
    },
    {
        "content": "Best its perfect and the streak system is super cool\n",
        "timestamp": "2024-08-03T16:58:21.147610"
    },
    {
        "content": "Yeah updated the little logic in javascript now this is super cool\n",
        "timestamp": "2024-08-03T16:58:49.559953"
    },
    {
        "content": "The streak system works well i dont think this will go to a error now\n",
        "timestamp": "2024-08-03T17:00:02.422734"
    },
    {
        "content": "<b>Okay here i go with a new feature</b> Works?",
        "timestamp": "2024-08-03T17:02:16.127958"
    },
    {
        "content": "It works but i dont know why it goes down now let me fix it with chatgpt",
        "timestamp": "2024-08-03T17:02:34.543932"
    },
    {
        "content": "Easy now good i <b>Hope that this server wont crash</b>",
        "timestamp": "2024-08-03T17:03:32.454081"
    },
    {
        "content": "I need a VPS to host my stuff but its too costly uhmmm <b>let me think of smth different </b>",
        "timestamp": "2024-08-03T17:04:04.248033"
    },
    {
        "content": "Hostinger Login error! ha Cooked rn let me just check everything",
        "timestamp": "2024-08-03T17:05:29.321729"
    },
    {
        "content": "Let me check x.com or twitter.com as every stuff goes there ",
        "timestamp": "2024-08-03T17:05:54.754082"
    },
    {
        "content": "cool its working now",
        "timestamp": "2024-08-03T17:08:53.141907"
    },
    {
        "content": "Smth got wrong lol",
        "timestamp": "2024-08-03T17:08:58.314704"
    },
    {
        "content": "<b>Okay whats the plan?</b>My friend got into a school project for creating a AI for Detecting Bio or Non Bio waste and stuff. He is doing with seniors as a collab project but i dont know why. Me and My friend just got into github and got some resources and made the project in 2 hours and trained the model in 2 hours its soo super easy and super good and its working and the seniors is still doing it ",
        "timestamp": "2024-08-03T17:11:01.554803"
    },
    {
        "content": "<b>Haa Kids stuff<</b>Really!",
        "timestamp": "2024-08-03T17:11:16.650721"
    },
    {
        "content": "Wait this streak system worrks with a server moded data and time and not my system so i think my streak system willl reset when i reset my flask server too!@",
        "timestamp": "2024-08-03T17:12:27.391805"
    },
    {
        "content": "Let me test it",
        "timestamp": "2024-08-03T17:12:33.607191"
    },
    {
        "content": "Okay i tested it and it is working ",
        "timestamp": "2024-08-03T17:12:50.673187"
    },
    {
        "content": "let me deploy this into vercel and check if its working or not\n",
        "timestamp": "2024-08-03T17:13:50.215310"
    },
    {
        "content": "Im scared as this is my friend time into vercel last time i tried to deploy my search engine which used flask which gets into trouble so i need to make sure that it does not go into a error this time ",
        "timestamp": "2024-08-03T17:14:30.976200"
    },
    {
        "content": "Okay i got with a youtube tutorial lets watch it",
        "timestamp": "2024-08-03T17:15:23.188293"
    }
]